Repository: Bavuett/paleta
Catalog: po/*.po
Languages: de, nl, oc, pl, ru

source: Find the dominant color palette from any image and manage palettes with Paleta. An intuitive tool for designers, artists, or anyone looking to streamline their color work.
de: Finden Sie die Akzentfarben eines Bildes und verwalten Sie Ihren Farbpaletten mit Paleta. Ein leicht zu bedienendes Programm für Designer, Künstler, und alle, die mit Farben arbeiten.
nl: Extraheer dominante kleuren uit afbeeldingen en beheer paletten. Paleta is een handig en eenvoudig hulpmiddel voor ontwerpers, artiesten en een ieder die zijn werk wil stroomlijn.
oc: Trobar la paleta de colors màgers a partir de quin imatge que siá e gerir las paletas amb Paleta. Una aisina intuitiva pels designers, artistas o qual que siá que vòl optimizar son trabalha amb las colors.
pl: Wyodrębnij paletę dominujących kolorów z dowolnego obrazu i zarządzaj paletami z Paleta, intuicyjnym narzędziem dla projektantów, artystów lub każdego, kto chce usprawnić swoją pracę z kolorami.
ru: Находите доминирующие цвета из любого изображения и управляйте палитрами с помощью Paleta. Это интуитивный инструмент для дизайнеров, художников и любого, кто хочет упростить работу с цветами.

source: Features:
nl: Kenmerken:
oc: Foncionalitats :
pl: Cechy:
ru: Функции:

source: Drag and drop images to load
de: Bilder zum Laden ziehen und ablegen
nl: Open afbeeldingen middels slepen-en-neerzetten
oc: Lisatz depausatz los imatges de cargar
pl: Przeciągnij i upuść obrazy, aby je załadować
ru: Перемещение изображений для загрузки

source: Color extraction with color-thief
de: Farbextraktion mit color-thief
nl: Extraheer kleuren met behulp van color-thief
oc: Extraccion de la color amb color-thief
pl: Wyodrębnij kolory z color-thief
ru: Извлечение цветов с помощью color-thief

source: Save extracted palettes for later use
de: Extrahierte Paletten für spätere Benutzung speichern
nl: Sla geëxtraheerde paletten op voor later
oc: Paletas extrachas per usatge ulterior
pl: Zapisz wyodrębnione palety do użycia w dowolnym momencie
ru: Сохранение палитр для последующего использования

source: Modify saved palette name and colors
de: Gespeicherte Palettenname und -Farben bearbeiten
nl: Bewerk paletnamen en -kleuren
oc: Modificar lo nom e las colors de las paletas
pl: Zmieniaj nazwy zapisanych palet i kolorów
ru: Изменение название и цвета сохранённых палитр

source: Add new palettes from scratch
de: Eigene Paletten hinzufügen
nl: Voeg nieuwe paletten toe
oc: Apondre de paletas novèlas a partir de zèro
pl: Twórz od zera nowe palety
ru: Создание новых палитр с нуля

source: ❗ Note: Paleta is under active development! If you would like to suggest any features or if you find any bugs, your feedback is very welcome!
de: ❗ Anmerkung: Paleta befindet sich in aktiver Entwicklung! Wenn Sie eine Funktion vorschlagen möchten, oder einen Bug finden, ist uns Ihr Feedback sehr willkommen!
nl: ❗ Let op: er wordt nog flink aan Paleta gesleuteld! Als u ideeën heeft of bugs wilt melden, dan horen wij dat graag!
oc: ❗ Nòta : Paleta es en desvolopament actiu ! Se volètz suggerir una foncionalitat o se trobatz un bug, vòstre retorn es benvengut !
pl: ❗ Uwaga: Paleta jest w stale rozwijana! Jeśli chciałbyś zasugerować nowe funkcje lub znalazłeś usterkę, twoja opinia będzie mile widziana!
ru: ❗ Примечания: Paleta активно разрабатывается! Если вы хотите предложить новые функции или рассказать о баге, ваша обратная связь приветствуется!

source: Added Translation Support
de: Unterstützung für Übersetzungen hinzugefügt
oc: Apondon de la presa en carga de las lengas
pl: Dodano wsparcie tłumaczeń

source: Added French and Dutch translations!
de: Französische und Niederländische Übersetzungen hinzugefügt!
oc: Traduccion en francés aponduda !
pl: Dodano tłumaczenia w językach Francuskim i Duńskim!

source: Automatic palette extraction on image load
de: Paletten werden nach dem Laden eines Bilds sofort extrahiert.
nl: Extraheer paletten automatisch na het openen van afbeeldingen
oc: Extraccion automatica de la paleta al cargament de l’imatge
pl: Automatyczna ekstrakcja palety przy załadowaniu obrazu
ru: Автоматическое извлечение цветов при загрузке изображения

source: Cleaner extraction panel UI
de: Bessere Oberfläche des Extraktions-Panels
nl: Duidelijker extraheerpaneel
oc: Interfàcia d’extraccion mai neta
pl: Czytelniejsze UI panelu ekstrakcji
ru: Более чистый интерфейс панели извлечения цветов

source: Clearer options for palette quality / accuracy
de: Bessere Beschreibungen der Einstellungen zu Qualität / Präzision
nl: Duidelijkere opties omtrent paletkwaliteit en juistheid
oc: Opcions mai claras per la qualitat e precision de la paleta
pl: Czytelniejsze opcje dla dokładności / jakości palety
ru: Более опрятные настройки качества и точности палитры

source: Better AppData summary
de: Bessere AppData-Zusammenfassung
nl: Verbeterde AppData-samenvatting
oc: Melhor resumit de las donadas de l’aplicacion
pl: Lepsze podsumowanie w AppData
ru: Улучшенная сводка данных приложения

source: Toast improvements
de: Verbesserte Toast-Nachrichten
nl: Meldingsverbeteringen
oc: Melhoraments de las notificacions
pl: Ulepszenia wyskakujących informacji (toasts)
ru: Улучшение всплывающих сообщений

source: Drop Page open button
de: "Öffnen"-Knopf auf der Ablage-Seite
nl: Openknop op toevoegpagina
oc: Boton de dubertura de la pagina de depaus
pl: Nowy przycisk do otwierania obrazów w stronie rzutu
ru: Кнопка открытия на странице перемещения
