Repository: Bavuett/paleta
Catalog: po/*.po
Languages: de, nl, oc, pl, ru

source: translator-credits
de: gregorni https://gitlab.com/gregorni
nl: Heimen Stoffels <vistausss@fastmail.com>
oc: Quentin PAGÈS
pl: tfuxu https://github.com/tfuxu
ru: Тимофей Сосновский <me@sit.sh>

source: Powered by
de: Frontend für
nl: Aangedreven door
oc: Propulsat per
pl: Zasilany przez
ru: Работает на

source: Unable to load database.
de: Sammlung konnte nicht geladen werden.
nl: De databank kan niet worden geladen.
oc: Impossible de cargar a la banca de donadas.
pl: Nie udało się załadować bazy danych.
ru: Не удалось загрузить базу данных.

source: Select an Image File
de: Bilddatei auswählen
nl: Kies een afbeeldingsbestand
oc: Seleccionar un fichièr imatge
pl: Wybierz plik obrazu
ru: Выбор файла изображения

source: Open Image
de: Bild öffnen
nl: Afbeelding openen
oc: Dobrir un imatge
pl: Otwórz obraz
ru: Открыть изображение

source: Image files
de: Bilddateien
nl: Afbeeldingsbestanden
oc: Fichièrs imatge
pl: Pliki obrazów
ru: Файлы изображений

source: Could not open image: {}
de: Bild konnte nicht geladen werden: {}
oc: Dubertura de l’imatge impossibla : {}
pl: Nie można otworzyć obrazu: {}

source: <span foreground={SUCCESS_GREEN}>Opened image:</span> {base_name}
de: <span foreground={SUCCESS_GREEN}>Geöffnetes Bild:</span> {base_name}
oc: <span foreground={SUCCESS_GREEN}>Imatge dobèrt :</span> {base_name}
pl: <span foreground={SUCCESS_GREEN}>Otwarty obraz:</span> {base_name}

source: <span foreground={ERROR_RED}>Error!</span> {html.escape(error)}
de: <span foreground={ERROR_RED}>Fehler!</span> {html.escape(error)}
nl: <span foreground={ERROR_RED}>Foutmelding!</span> {html.escape(error)}
pl: <span foreground={ERROR_RED}>Błąd!</span> {html.escape(error)}
ru: <span foreground={ERROR_RED}>Ошибка!</span> {html.escape(error)}

source: Added color <span foreground="{hex_name}">{hex_name}</span> to palette «{html.escape(palette_name)}».
de: Farbe <span foreground="{hex_name}">{hex_name}</span> zur Palette «{html.escape(palette_name)}» hinzugefügt.
nl: De kleur <span foreground="{hex_name}">{hex_name}</span> is toegevoegd aan het palet «{html.escape(palette_name)}».
oc: Color aponduda<span foreground="{hex_name}">{hex_name}</span> a la paleta «{html.escape(palette_name)}».
pl: Dodano kolor <span foreground="{hex_name}">{hex_name}</span> do palety «{html.escape(palette_name)}».
ru: Цвет <span foreground="{hex_name}">{hex_name}</span> добавлен в палитру «{html.escape(palette_name)}».

source: Removed color <span foreground="{hex_name}">{hex_name}</span> from palette «{html.escape(palette_name)}».
de: Farbe <span foreground="{hex_name}">{hex_name}</span> von Palette «{html.escape(palette_name)}» entfernt.
nl: De kleur <span foreground="{hex_name}">{hex_name}</span> is verwijderd van het palet «{html.escape(palette_name)}».
oc: Color tirada<span foreground="{hex_name}">{hex_name}</span> de la paleta «{html.escape(palette_name)}».
pl: Usunięto kolor <span foreground="{hex_name}">{hex_name}</span> z palety «{html.escape(palette_name)}».
ru: Цвет <span foreground="{hex_name}">{hex_name}</span> удалён из палитры «{html.escape(palette_name)}».

source: Copied color <span foreground="{hex_name}">{hex_name}</span> to clipboard!
de: Farbe <span foreground="{hex_name}">{hex_name}</span> in die Zwischenablage kopiert!
nl: De kleur <span foreground="{hex_name}">{hex_name}</span> is gekopieerd naar het klembord!
oc: Color copiada <span foreground="{hex_name}">{hex_name}</span> al quichapapièrs !
pl: Skopiowano kolor <span foreground="{hex_name}">{hex_name}</span> do schowka!
ru: Цвет <span foreground="{hex_name}">{hex_name}</span> скопирован в буфер обмена!

# shortcut window
source: General
de: Allgemein
nl: Algemeen
pl: Ogólne
ru: Общие

# shortcut window
source: Show Shortcuts
de: Tastenkürzel anzeigen
nl: Sneltoetsen tonen
oc: Afichar los acorchis
pl: Pokaż skróty klawiszowe
ru: Показать горячие клавиши

# shortcut window
source: Quit
de: Schließen
nl: Afsluiten
oc: Sortir
pl: Opuść program
ru: Выйти

# shortcut window
source: Image
de: Bild
nl: Afbeelding
oc: Imatge
pl: Obraz
ru: Изображение

# shortcut window
source: Open Image
de: Bild öffnen
nl: Afbeelding openen
oc: Dobrir imatge
pl: Otwórz obraz
ru: Открыть изображение

# shortcut window
source: Extract Palette
de: Palette Extrahieren
nl: Palet
oc: Extraire la paleta
pl: Wyodrębnij paletę
ru: Извлечь палитру

# shortcut window
source: Save Extracted Palette
de: Extrahierte Palette speichern
nl: Geëxtraheerd palet opslaan
oc: Salvar la paleta extracha
pl: Zapisz wyodrębnione kolory
ru: Сохранить извлечённую палитру

# shortcut window
source: Go To Image Drop Page
de: Zur Bildablage wechseln
nl: Ga naar toevoegpagina
oc: Anar a la pagina de depaus d’imatge
pl: Idź do zrzutu obrazów
ru: Перейти к странице перемещения изображения

# shortcut window
source: Palettes
de: Paletten
nl: Paletten
oc: Paletas
pl: Palety
ru: Палитры

# shortcut window
source: Toggle Edit Mode
de: Bearbeitungsmodus umschalten
nl: Bewerkmodus aan/uit
oc: Bascular lo mòde d'edicion
pl: Przełącz tryb edycji
ru: Переключить режим редактирования

# shortcut window
source: Add Palette
de: Palette hinzufügen
nl: Palet toevoegen
oc: Apondre una paleta
pl: Dodaj paletę
ru: Добавить палитру

# shortcut window
source: Go To Palette Page
de: Zur Palettenansicht wechseln
nl: Ga naar paletpagina
oc: Anar a la pagina de la paleta
pl: Idź do palet
ru: Перейти к странице палитры

source: Edit Palettes
de: Paletten bearbeiten
nl: Paletten bewerken
oc: Modificar las paletas
pl: Edytuj palety
ru: Редактировать палитры

source: Drop
de: Ablegen
oc: Depaus
pl: Upuść
ru: Перемещение

source: Palettes
de: Paletten
oc: Paletas
pl: Palety
ru: Палитры

source: _Keyboard Shortcuts
de: _Tastenkürzel
nl: _Sneltoetsen
oc: _Acorchis de clavièr
pl: _Skróty klawiszowe
ru: _Горячие клавиши

source: _About Paleta
de: _Über Paleta
nl: _Over Paleta
oc: _A prepaus de Paleta
pl: _O Paleta
ru: _О Paleta

source: Add Color to {}
de: Farbe zu {} hinzufügen
nl: Kleur toevoegen aan {}
oc: Apondre la color a {}
pl: Dodaj kolor do {}
ru: Добавить цвет в {}

source: Choose new color to add to {}
de: Wählen Sie die Farbe, die Sie zu {} hinzufügen möchten
nl: Kies een kleur om toe te voegen aan {}
oc: Causir una color novèla d’apondre a {}
pl: Wybierz nowy kolor do dodania do {}
ru: Выбрать новый цвет для добавления в {}

source: Pick a new color to add to {}.
de: Wählen Sie eine Farbe, die Sie zu {} hinzufügen möchten.
nl: Kies een kleur om toe te voegen aan {}.
oc: Seleccionar una color novèla d’apondre a {}.
pl: Wybierz nowy kolor do dodania do {}.
ru: Выбрать новый цвет для добавления в {}

source: Currently selected color: {}
de: Ausgewählte Farbe: {}
nl: Huidige keuze: {}
oc: Color actualament seleccionada : {}
pl: Aktualnie wybrany kolor: {}
ru: Текущий цвет: {}

source: Unable to add color.
de: Farbe konnte nicht hinzugefügt werden.
nl: De kleur kan niet worden toegevoegd.
oc: Impossible d'apondre la color.
pl: Nie udało się dodać koloru.
ru: Не удалось добавить цвет.

source: Unable to add color {self.color.hex}.
de: Farbe {self.color.hex} konnte nicht hinzugefügt werden.
nl: De kleur ‘{self.color.hex}’ kan niet worden toegevoegd.
oc: Apondon impossibla de la color {self.color.hex}.
pl: Nie udało się dodać koloru {self.color.hex}.
ru: Не удалось добавить цвет {self.color.hex}.

source: Palette #{}
oc: Paleta #{}
pl: Paleta #{}

source: Choose color to add to new palette
de: Wählen Sie die Farbe, die Sie zur neue Palette hinzufügen möchten
nl: Kies een kleur om toe te voegen aan het palet
oc: Causir una color novèla d’apondre a la paleta novèla
pl: Wybierz kolor do dodania do nowej palety
ru: Выберете цвет для добавления в новую палитру

source: Pick a color to add to new palette.
de: Wählen Sie eine Farbe, die Sie zur neue Palette hinzufügen möchten.
nl: Kies een kleur om toe te voegen aan het palet.
oc: Seleccionar una color d’apondre a una paleta novèla.
pl: Wybierz kolor do dodania do nowej palety.
ru: Выберете цвет для добавления в новую палитру.

source: Currently selected color: {color.hex}
de: Ausgewählte Farbe: {color.hex}
nl: Huidige keuze: {color.hex}
oc: Color actualament seleccionada : {color.hex}
pl: Aktualnie wybrany kolor: {color.hex}
ru: Текущий цвет: {color.hex}

source: Unable to add palette, must select a color.
de: Palette konnte nicht hinzugefügt werden, kein Farbe ausgewählt.
nl: Het palet kan niet zonder kleur worden toegevoegd.
oc: Apondon impossible de la paleta, seleccion de color obligatòria.
pl: Nie udało się dodać palety, musisz wybrać kolor.
ru: Не удалось создать палитру: требуется выбрать цвет.

source: Created!
de: Erstellt!
nl: Aangemaakt!
oc: Creada !
pl: Utworzono!
ru: Палитра создана!

source: New palette: «{name}»
de: Neue Palette: «{name}»
nl: Nieuw palet: «{name}»
oc: Paleta novèla : « {name} »
pl: Nowa paleta: «{name}»
ru: Новая палитра: «{name}»

source: Unable to add new palette «{name}»
de: Neue Palette «{name}» konnte nicht hinzugefügt werden
nl: Het nieuwe palet «{name}» kan niet worden toegevoegd
oc: Apondon impossible de la paleta novèla « {name} »
pl: Nie udało się utworzyć nowej palety «{name}»
ru: Не удалось создать новую палитру «{name}»

source: Remove color {} from {}?
de: Farbe {} von {} entfernen?
oc: Levar la color {} de {} ?
pl: Usunąć kolor {} z {}?

source: Unable to remove color.
de: Farbe konnte nicht entfernt werden.
nl: De kleur kan niet worden verwijderd.
oc: Supression impossibla de la color.
pl: Nie udało się usunąć koloru.
ru: Не удалось удалить цвет.

source: Unable to remove color {self.color.hex}.
de: Farbe {self.color.hex} konnte nicht entfernt werden.
nl: De kleur ‘{self.color.hex}’ kan niet worden verwijderd.
oc: Impossible de tirar la color {self.color.hex}.
pl: Nie udało się usunąć koloru {self.color.hex}.
ru: Не удалось удалить цвет {self.color.hex}

source: Saved!
de: Gespeichert!
nl: Opgeslagen!
oc: Enregistrada !
pl: Zapisano!
ru: Сохранено!

source: Rename {palette.name}?
de: {palette.name} umbenennen?
nl: Wilt u de naam van {palette.name} wijzigen?
oc: Renomenar {palette.name} ?
pl: Zmienić nazwę {palette.name}?
ru: Переименовать {palette.name}?

source: Renamed!
de: Umbenannt!
nl: Gewijzigd!
oc: Renomenada !
pl: Zmieniono!
ru: Переименовано!

source: Changed name from «{self.name}» to «{name}».
de: Name von «{self.name}» zu «{name}» geändert.
nl: De naam is gewijzigd van «{self.name}» in «{name}».
oc: Nom modificat de « {self.name} » en « {name} ».
pl: Zmieniono nazwę z «{self.name}» do «{name}».
ru: Имя изменено с «{self.name}» на «{name}».

source: Unable to rename palette «{self.name}».
de: Palette «{self.name} konnte nicht umbenannt werden.
nl: De paletnaam «{name}» kan niet worden gewijzigd.
oc: Impossible de renomenar la paleta « {self.name} ».
pl: Nie udało się zmienić nazwy palety «{self.name}».
ru: Не удалось переименовать палитру «{self.name}».

source: Palette
oc: Paleta
pl: Paleta

source: Duplicate {palette.name}?
de: {palette.name} duplizieren?
nl: Wilt u {palette.name} klonen?
oc: Duplicar {palette.name} ?
pl: Zduplikować {palette.name}?
ru: Дублировать {palette.name}?

source: {self.name} duplicate
de: {self.name} Kopie
nl: {self.name} klonen
oc: {self.name} duplicada
pl: {self.name} duplikat
ru: Копия {self.name}

source: Duplicated!
de: Dupliziert!
nl: Gekloond!
oc: Duplicada !
pl: Zduplikowano!
ru: Продублировано!

source: Copied «{self.palette.name}» to «{name}».
de: «{self.palette.name}» nach «{name}» kopiert.
nl: «{self.palette.name}» is gekopieerd naar «{name}».
oc: « {self.palette.name} » copiada cap a «{name}».
pl: Skopiowano «{self.palette.name}» do «{name}».
ru: Палитра «{self.palette.name}» скопирована в «{name}».

source: Unable to duplicate palette «{self.palette.name}».
de: Palette «{self.palette.name}» konnte nicht dupliziert werden.
nl: Het palet «{self.palette.name}» kan niet worden gekloond.
oc: Impossible de duplicar la paleta « {self.palette.name} ».
pl: Nie udało się zduplikować palety «{self.palette.name}».
ru: Не удалось дублировать палитру «{self.palette.name}».

source: Delete {palette.name}?
de: {palette.name} löschen?
nl: Wilt u {palette.name} verwijderen?
oc: Suprimir {palette.name} ?
pl: Usunąć {palette.name}?
ru: Удалить {palette.name}?

source: Removed
de: Entfernt
nl: Verwijderd
oc: Suprimida
pl: Usunięto
ru: Удалено

source: palette: «{self.palette.name}».
nl: palet: «{self.palette.name}».
oc: paleta : « {self.palette.name} ».
pl: paletę: «{self.palette.name}».
ru: палитра: «{self.palette.name}».

source: Unable to delete palette «{self.palette.name}».
de: Palette «{self.palette.name}» konnte nicht gelöscht werden.
nl: Het palet «{self.palette.name}» kan niet worden verwijderd.
oc: Supression impossibla de la paleta « {self.palette.name} ».
pl: Nie udało się usunąć palety «{self.palette.name}».
ru: Не удалось удалить палитру «{self.palette.name}».

source: Add Color to Palette
de: Farbe zur Palette hinzufùgen
nl: Kleur toevoegen aan palet
oc: Apondre una color a la paleta
pl: Dodaj kolor do palety
ru: Добавить цвет в палитру

source: _Cancel
de: _Abbrechen
nl: _Annuleren
oc: _Anullar
pl: _Anuluj
ru: _Отмена

source: _Add Color
de: Farbe _hinzufügen
nl: _Kleur toevoegen
oc: _Apondre la color
pl: _Dodaj kolor
ru: _Добавить цвет

source: Select from previously added colors or pick a new one.
de: Von bereits hinzugefügten Farben wählen oder eine neue auswählen.
nl: Kies een eerder gekozen kleur of een nieuwe.
oc: Seleccionar a partir de las colors apondudas anteriorament o ne seleccionar una novèla.
pl: Wybierz z wcześniej dodanych kolorów lub wybierz nowy.
ru: Используйте ранее добавленный цвет или выберете новый.

source: _Choose with Picker
de: Mit Farbwähler wählen
nl: _Kiezen met pipet
oc: Causir amb lo selector
pl: _Wybierz z selektora
ru: _Выбрать пипеткой

source: Add New Palette
de: Neue Palette hinzufügen
nl: Palet toevoegen
oc: Apondre una paleta novèla
pl: Dodaj nową paletę
ru: Создать новую палитру

source: _Add Palette
de: Palette _hinzufügen
nl: Palet toe_voegen
oc: Apondre una paleta
pl: _Dodaj paletę
ru: _Создать палитру

source: New Palette _Name
de: Name der neue Palette
nl: Nieuwe palet_naam
oc: _Nom novèl de la paleta
pl: Nazwa nowej palety
ru: _Название новой палитры

source: Select from previously added colors or pick one to add to new palette.
de: Von bereits hinzugefügten Farben wählen oder eine auswählen, die zur neuen Palette hinzugefügt werden soll.
nl: Kies een eerder gekozen kleur of een nieuwe.
oc: Seleccionar a partir de las colors apondudas anteriorament o ne seleccionar una novèla d’apondre a una paleta novèla.
pl: Wybierz z wcześniej dodanych kolorów lub wybierz do dodania do nowej palety.
ru: Используйте ранее добавленный цвет или выберете новый для добавления в новую палитру.

source: Remove Color from Palette?
de: Farbe von der Palette entfernen?
nl: Wilt u de kleur verwijderen van het palet?
oc: Suprimir la color de la paleta ?
pl: Usunąć kolor z palety?
ru: Удалить цвет из палитры?

source: _Remove
de: _Entfernen
nl: Ve_rwijderen
oc: _Levar
pl: _Usuń
ru: _Удалить

source: Delete Palette?
de: Palette löschen?
nl: Wilt u het palet verwijderen?
oc: Suprimir la paleta ?
pl: Usunąć paletę?
ru: Удалить палитру?

source: _Delete
de: _Löschen
nl: Verwij_deren
oc: _Suprimir
pl: _Usuń
ru: _Удалить

source: This action will permanently remove this palette from Paleta.
de: Diese Palette wird unwiderruflich von Paleta entfernt werden.
nl: Door deze actie wordt het palet definitief verwijderd uit Paleta.
oc: Aquesta accion tirarà per totjorn aquesta paleta de Paleta.
pl: Ta akcja permanentnie usunie tą paletę z Paleta.
ru: Это навсегда удалит эту палитру из Paleta.

source: Duplicate Palette?
de: Palette duplizieren?
nl: Wilt u dit palet klonen?
oc: Duplicar la paleta ?
pl: Zduplikować paletę?
ru: Дублировать палитру?

source: _Duplicate
de: _Duplizieren
nl: K_lonen
oc: _Duplicar
pl: _Duplikuj
ru: _Дублировать

source: Duplicated Palette _Name
de: _Palettenname dupliziert
nl: Gekloonde palet_naam
oc: Duplicar lo nom _nom de la paleta
pl: Nazwa zduplikowanej palety
ru: _Название дублированной палитры

source: Rename Palette?
de: Palette umbenennen?
nl: Wilt u de paletnaam wijzigen?
oc: Renomenar la paleta ?
pl: Zmienić nazwę palety?
ru: Переименовать палитру?

source: _Rename
de: _Umbenennen
nl: Naam wij_zigen
oc: _Renommar
pl: _Zmień nazwę
ru: _Переименовать

source: Save Palette?
de: Palette speichern?
nl: Wilt u het palet opslaan?
oc: Enregistrar la paleta ?
pl: Zapisać paletę?
ru: Сохранить палитру?

source: _Save
de: _Speichern
nl: Op_slaan
oc: _Salvar
pl: _Zapisz
ru: _Сохранить

source: Palette _Name
de: _Palettenname
nl: Palet_naam
oc: _Nom de la paleta
pl: Nazwa palety
ru: _Имя палитры

source: Unable to start palette extraction.
de: Farbextraktion konnte nicht gestartet werden.
nl: Het palet kan niet worden geëxtraheerd.
oc: Impossible de aviar l'extraccion de la paleta.
pl: Nie udało się rozpocząć ekstrakcji kolorów.
ru: Не удалось начать извлечение палитры.

source: Unable to start palette extraction, no image loaded.
de: Farbextraktion konnte nicht gestartet werden, es ist kein Bild geladen.
nl: Het palet kan niet worden geëxtraheerd omdat er geen afbeelding geladen is.
oc: Impossibla d’aviar l’extraccion de la paleta, cap d’imatge pas cargat.
pl: Nie udało się rozpocząć ekstrakcji kolorów, nie załadowano obrazu.
ru: Не удалось начать извлечение палитры: изображение не загружено.

source: Unable to extract colors from image.
de: Farben konnten nicht aus dem Bild extrahiert werden.
nl: De kleuren kunnen niet worden geëxtraheerd.
oc: Extraccion impossibla de las colors a partir de l’imatge.
pl: Nie udało się wyodrębnić kolorów z obrazu.
ru: Не удалось извлечь цвета из изображения.

source: Unable to save palette, no image loaded.
de: Palette konnte nicht gespeichert werden, es ist kein Bild geladen.
nl: Het palet kan niet worden opgeslagen omdat er geen afbeelding geladen is.
oc: Impossibla de salvar la paleta, cap d’imatge pas cargat.
pl: Nie udało się zapisać palety, nie załadowano obrazu.
ru: Не удалось сохранить палитру: изображение не загружено.

source: Unable to save palette, no colors extracted.
de: Palette konnte nicht gespeichert werden, es wurden keine Farben extrahiert.
nl: Het palet kan niet worden opgeslagen omdat er geen kleuren geëxtraheerd zijn.
oc: Impossibla de salvar la paleta, cap de color pas extracha.
pl: Nie udało się zapisać palety, nie wyodrębniono kolorów.
ru: Не удалось сохранить палитру: цвета не извлечены.

source: Unable to read drop.
de: Abgelegtes Bild konnte nicht eingelesen werden.
nl: De afbeelding kan niet worden ingelezen.
oc: Lectura impossibla del fichièr.
pl: Nie udało się odczytać upuszczenia.
ru: Не удалось прочитать изображение.

source: Unable to verify file on drop, try with the file chooser in the upper left corner.
de: Datei konnte nicht geprüft werden, benutzen Sie den Button links oben.
nl: De afbeelding kan niet worden geverifieerd. Kies een bestand met behulp van de bestandskiezer (linksboven).
oc: Impossible de verificar lo fichièr en depausant, ensajatz lo selector de fichièrs al caire superior esquèrra.
pl: Nie udało się zweryfikować pliku przy upuszczeniu, spróbuj z selektorem plików z lewego górnego rogu.
ru: Не удалось проверить файл при перемещении, попробуйте выбрать файл через кнопку в левом верхнем углу.

source: Palette Count
de: Farbanzahl
nl: Aantal paletten
oc: Comptador de colors
pl: Liczba palet
ru: Число палитр

source: Max amount of colors to retrieve.
de: Anzahl der Farben, die extrahiert werden sollen.
nl: Het maximum aantal op te halen kleuren.
oc: Quantitat max de colors de recuperar.
pl: Maksymalna ilość kolorów do pozyskania.
ru: Максимальное число цветов для извлечения.

source: Palette Accuracy
de: Farbgenauigkeit
nl: Juistheid
oc: Precision de la paleta
pl: Dokładność palety
ru: Точность палитры

source: Precise
de: Präzise
nl: Precisie
oc: Precisa
pl: Dokładna
ru: Точная

source: Normal
nl: Normaal
oc: Normala
pl: Normalna
ru: Номальная

source: Low
de: Niedrig
nl: Laag
oc: Febla
pl: Niska
ru: Низкая

source: _Save Palette
de: Palette _speichern
nl: Palet op_slaan
oc: _Enregistrar la paleta
pl: _Zapisz paletę
ru: _Сохранить палитру

source: Drop Image
de: Bild ablegen
nl: Afbeelding openen
oc: Depausar un imatge
pl: Upuść obraz tutaj
ru: Переместите изображение

source: Drag an image here, click the button below, or click the button in the upper left corner of this window.
de: Legen Sie ein Bild hier ab, oder benutzen Sie den Button unten oder oben links.
nl: Sleep een afbeelding hierheen, klik op onderstaande knop of klik op de knop linksboven.
oc: Depausatz un imatge aquí, clicatz lo boton çai-jos o clicatz lo boton del caire superior esquèrra de la fenèstra.
pl: Przeciągnij tutaj obraz, kliknij przycisk poniżej lub kliknij przycisk w lewym górnym rogu tego okna.
ru: Переместите изображение сюда, нажмите кнопку ниже или используйте кнопку в левом верхнем углу окна.

source: Cannot toggle edit mode, no palettes added.
de: Bearbeitungsmodus konnte nicht angeschaltet werden, es sind keine Paletten vorhanden.
nl: De bewerkmodus is niet beschikbaar omdat er geen paletten geladen zijn.
oc: Bascula del mòde d’edicion impossible, cap de paleta pas aponduda.
pl: Nie można przełączyć trybu edycji, brak dodanych palet.
ru: Не удалось включить режим редактирования: палитры не добавлены.

source: Edit Palette Name
de: Palettenname bearbeiten
nl: Paletnaam wijzigen
oc: Modificar lo nom de la paleta
pl: Edytuj nazwę palety
ru: Редактировать имя палитры

source: Duplicate Palette
de: Palette duplizieren
nl: Palet klonen
oc: Duplicar la paleta
pl: Duplikuj paletę
ru: Дублировать палитру

source: Delete Palette
de: Palette löschen
nl: Palet verwijderen
oc: Suprimir paleta
pl: Usuń paletę
ru: Удалить палитру

source: Add Some Palettes!
de: Fügen Sie die erste Palette hinzu!
nl: Voeg paletten toe!
oc: Ajustatz d’unas paletas !
pl: Dodaj parę palet!
ru: Добавьте пару палитр!

source: Drop an image onto the drop page and extract some colors, or add a palette manually by clicking the button in the lower right corner to get started!
de: Legen Sie ein Bild in der Ablagefläche ab und extrahieren Sie dessen Farben, oder erstellen Sie manuell eine Palette mit dem Button unten rechts!
nl: Voeg een afbeelding toe op de toevoegpagina en extraheer kleuren of voeg een palet toe via de knop rechtsonder.
oc: Depausatz un imatge per la pagina de depaus e extrasètz d’unas colors, o ajustatz una paleta manualament en clicant lo boton del caire inferior per començar !
pl: Aby zacząć, upuść obraz na stronie zrzutu i wyodrębnij kolory lub dodaj paletę ręcznie poprzez kliknięcie przycisku w prawym dolnym rogu.
ru: Чтобы начать, переместите изображение на странице перемещения или добавьте палитру вручную, используя кнопку в правом нижнем углу!

source: Remove Color from Palette
de: Farbe von der Palette entfernen
nl: Kleur verwijderen van palet
oc: Suprimir la color de la paleta
pl: Usuń kolor z palety
ru: Удалить цвет из палитры

source: Color Palettes
de: Farbpaletten
nl: Kleurenpaletten
oc: Paletas de color
pl: Palety kolorów
ru: Палитры цветов

source: Extract the dominant colors from any image
de: Die Akzentfarben eines beliebigen Bildes extrahieren
nl: Extraheer dominante kleuren uit afbeeldingen
oc: Extraire las colors màgers de quin imatge que siá
pl: Wyodrębnij dominujące kolory z dowolnego obrazu
ru: Извлеките доминирующие цвета из любого изображения

source: color;palette;
de: color;palette;Farbe;Palette;
nl: kleur;palet;
oc: color;paleta;
pl: kolor;paleta;
ru: цвет;палитра;

source: Generate color palettes with ease
de: Problemlos Farbpaletten erstellen
nl: Stel eenvoudig kleurenpaletten samen
oc: Generatz de paletas de colors aisidament
pl: Twórz z łatwością palety kolorów
ru: Генерируйте палитры цветов лёгкостью
